[
  {
    "title": "William Barr Hearing: Major Moments From the Attorney General’s Testimony",
    "url": "https://www.nytimes.com/2019/05/01/us/politics/william-barr-hearing.html?action=click&module=Top%20Stories&pgtype=Homepage",
    "description": "The attorney general appeared in front of the Senate Judiciary Committee to answer questions on Robert S. Mueller III’s report for the first time since he made a redacted version of the report public."
  },
  {
    "title": "The Tax Break Was $260 Million. Benefit to the State Was Tiny: $155,520.",
    "url": "https://www.nytimes.com/2019/05/01/nyregion/nj-tax-break-kevin-sheehan.html?action=click&module=Top%20Stories&pgtype=Homepage",
    "description": "How a lawyer with deep connections to Democratic politicians in New Jersey helped to dole out hundreds of millions of dollars in state tax credits."
  },
  {
    "title": "Denisovan Jawbone Discovered in a Cave in Tibet",
    "url": "https://www.nytimes.com/2019/05/01/science/denisovans-tibet-jawbone-dna.html?action=click&module=Top%20Stories&pgtype=Homepage",
    "description": "In 1980, a Buddhist monk in Tibet entered a sacred cave to pray. On the floor, he found half of a human jawbone, studded with two teeth.\r\n\r\nA team of scientists on Wednesday reported that the fossil belonged to a 160,000-year-old Denisovan, a member of a lineage of mysterious, Neanderthal-like humans that disappeared about 50,000 years ago.\r\n\r\nThe fossil is the first evidence of this species found outside the Denisova Cave in Siberia, buttressing the theory that these relatives of modern humans once lived across much of central and eastern Asia.\r\n\r\n"
  },
  {
    "title": "Dating Advice for Those Who Never Thought They’d Need Tinder",
    "url": "https://www.nytimes.com/2019/05/01/nyregion/tinder-divorce-profile-coach.html?action=click&module=Editors%20Picks&pgtype=Homepage",
    "description": "About five years ago, Joe Ragusa, a city Sanitation employee who works in the Bronx, got fed up with traffic and construction and all the other stuff and decided to move out of the city. He bought a house in the country, in the hamlet of Mahopac, and moved in with his girlfriend. Naturally, they broke up.\r\n\r\nNow Mr. Ragusa, 36, has an hour commute to his garbage route in Throgs Neck. He often wakes at 4 a.m. to start his shift, he does not like the bar scene, and, well, dating has been a challenge. He has tried dating apps, like Tinder and Bumble, but the responses have been underwhelming."
  }
]